Revit 2027 API
ParameterTypeId.HostVolumeComputed Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HostVolumeComputed { get; }
Public Shared ReadOnly Property HostVolumeComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HostVolumeComputed {
	ForgeTypeId^ get ();
}
static member HostVolumeComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace